Revit 2027 API
LoadBase.LoadCaseName Property
 The name of the load case to which this load belongs.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string LoadCaseName { get; }
Public ReadOnly Property LoadCaseName As String
	Get
public:
property String^ LoadCaseName {
	String^ get ();
}
member LoadCaseName : string with get
Property Value
String
See Also
Reference
LoadBase Class
Autodesk.Revit.DB.Structure Namespace